Repository: Taiko2k/Avvie
Catalog: po/*.po
Languages: uk

source: Avvie
uk: Аватарка

source: Image Cropper
uk: Обрізання зображення

source: Quick and easy image cropping
uk: Швидке та просто обрізання зображень

source: A simple tool for cropping and downsizing images. Suitable for avatars or cropping photos for use as desktop wallpapers. Convert PNG to JPG. Export in one click to your Pictures folder.
uk: Простий додаток для обрізання та зменшення зображень. Підходить для обрізання зображень на аватарки або фотографій для шпалер на робочий стіл. Може конвертувати PNG зображення у JPG. Експорт в один клац у вашу теку "Зображення".

source: Main window showing image with a crop selection
uk: Головне вікно, яке демонструє обрізання зображення

source: Behavior
uk: Поведінка

source: None
uk: Нічого

source: Cross
uk: Крест

source: Rule of thirds
uk: Правило третини

source: Guide Mode
uk: Режим допомоги

source: Square
uk: Квадрат

source: Free Rectangle
uk: Довільний прямокутний

source: Custom
uk: Власний

source: Default Aspect Ratio
uk: Співвідношення сторін за замовчуванням

source: Export circle with circle preview mode
uk: Експортувати коло з круглим режимом попереднього перегляду

source: You can click the thumbnail to toggle circle preview mode which doesn't affect output unless this setting is also enabled. PNG's will export with alpha mask. JPGs will export with white frame.
uk: Ви можете натиснути на попередній перегляд, щоб перемикнути режим відображення на коло, яке не впливає на вихідний файл, якщо ця опція не буде увімкнена. PNG зображення будуть експортовані з альфа маскою. JPG зображення будуть експортовані з білою рамкою.

source: Lossless JPG cropping
uk: Обрізання JPG без втрат якості

source: Lossless cropping is restricted to JPEG iMCU boundaries so selection may be trimmed. Not available with downscaling.
uk: Обрізання без втрат обмежено до JPEG iMCU меж, тому обране може бути додатково обрізано. Обирання якості буде не доступне.

source: Export JPEG quality
uk: Якість експорту JPEG

source: Set quick export function
uk: Встановити швидку функцію експорту

source: Export to Downloads
uk: Експортувати до "Завантаження"

source: Export to Pictures
uk: Експортувати до "Зображення"

source: Overwrite Source File
uk: Перезаписувати оригінальний файл

source: Appearance
uk: Зовнішній вигляд

source: Default
uk: За замовченням

source: Dark
uk: Темний

source: Light
uk: Світлий

source: Sakura
uk: Сакура

source: Theme
uk: Стиль

source: Add Preview
uk: Додати попередній перегляд

source: Add
uk: Додати

source: Show in Files
uk: Показати у "Файлах"

source: Error!
uk: Помилка!

source: Could not locate output folder!
uk: Не вдалося знайти теки виводу!

source: Choose where to save
uk: Оберіть де зберегти

source: Image files
uk: Файли зображень

source: Choose an image file
uk: Оберіть файл зображення

source: Open image file
uk: Відкрити файл зображення

source: Options Menu
uk: Меню налаштувань

source: Enable Crop
uk: Увімкнути обрізання

source: Toggle Circle
uk: Перемикнути коло

source: Remove Preview
uk: Видалити попередній перегляд

source: Export to Downloads folder
uk: Експортувати до теки "Завантаження"

source: Image file exported to Downloads.
uk: Файл зображення експортовано до "Завантажень".

source: Export to Pictures folder
uk: Експортувати до теки "Зображення"

source: Image file exported to Pictures.
uk: Файл зображення експортовано до "Зображення".

source: Overwrite Image
uk: Перезаписати зображення

source: Image file overwritten.
uk: Файл зображення було перезаписано.

source: Reset rotation
uk: Скинути обертання

source: Flip Vertical
uk: Обернути вертикально

source: Flip Horizontal
uk: Обернути горизонтально

source: No Downscale
uk: Не зменшувати масштаб

source: Max 184x184
uk: Макс. 184x184

source: Max 1000x1000
uk: Макс. 1000x1000

source: Export as PNG
uk: Експортувати як PNG

source: Discard EXIF
uk: Видалити EXIF дані

source: Sharpen
uk: Різкість

source: Grayscale
uk: Чорно-біле

source: Export As
uk: Експортувати як

source: Preferences
uk: Налаштування

source: About %s
uk: Про %s

source: translator-credits
uk: freeducks-debug
